{
	"About me": "Über mich",
	"Hi I'm Jacob, Frontend Developer based in Miltenberg, Germany. Experienced in developing web apps with Javascript and Angular.": "Hallo, ich bin Jacob, Frontend-Entwickler aus Miltenberg, Deutschland. Ich habe Erfahrung in der Entwicklung von Web-Apps mit Javascript und Angular.",
	"I am passionate about providing solutions for users by building accessible products, always keeping an eye on clean code principles.": "Meine Leidenschaft ist es, Lösungen für die Benutzer zu entwickeln, indem ich zugängliche Produkte herstelle und dabei immer die clean-code Prinzipien im Auge behalte.",
	"My goal is to bring ideas to life with code and to continuously expand my knowledge.": "Mein Ziel ist es, Ideen mit Code zum Leben zu erwecken und mein Wissen ständig zu erweitern.",
	"I'm quietly confident, naturally curious, and perpetually working on improving my chops.": "Ich bin kommunikativ, von Natur aus neugierig und arbeite ständig daran, meine Fähigkeiten zu verbessern.",
	"Contact": "Kontakt",
	"Got a Problem to solve?": "Brauchst du Hilfe?",
	"So, if you have an idea and want someone to have a look at it? Get in touch or something.": "Du hast eine Idee und willst das mal jemand drüber schaut?",
	"Need a Frontenddeveloper?": "Suchst du eine Frontend-Entwickler?",
	"Contact me!": "Kontaktiere mich!",
	"Enter your name.": "Bitte gebe deinen Namen an.",
	"At least 2 letters required.": "Min. zwei Buchstaben erforderlich.",
	"Enter your message": "Gebe deine Nachricht ein.",
	"Please describe your issue.": "Beschreibe dein Anliegen.",
	"Tell me a bit more.": "Sei bitte ein wenig ausführlicher.",
	"I have read the": "Ich habe die",
	"and aggree to the processing of my data as outlined.": "gelesen und stimme der oben beschriebenen Verarbeitung meiner Daten zu.",
	"Send message": "Senden",
	"Your email has been sent successfully. I will get in touch as quickly as possible.": "Deine Nachricht wurde erfolgreich versendet. Ich melde mich inn kürze bei ihnen.",
	"Impress": "Impress",
	"This is a sample of my previous projects.": "Das ist eine Probe meiner letzten Projekte.",
	"My Skills": "Skills",
	"I have experience in building projects using many frontend technologies.": "Ich habe Erfahrung in der Anwendung von vielen Frontend-Technologien.",
	"Get in touch": "Kontaktieren"
}